export default function About() {
  return (
    <>
      <h1>Обо мне</h1>
      <p>
        Привет! Меня зовут Лидия. Я раскрашиваю с 2023 года. Я создаю игры,
        Адвенты, трекеры для раскрасок. В 2025 году сбылась моя мечта, я ушла на
        удаленную работу. Если ты творческий человек, давай творить вместе.
      </p>
      <h2>Ссылки</h2>
      <ul>
        <li>
          <a href="https://t.me/Ic7ogViqKSg2ZDgy">Телеграмм канал</a>
        </li>
        <li>
          <a href="https://vk.com/club232591789">
            ВК сообщество с моими товарами
          </a>
        </li>
        <li>
          <a href="https://dzen.ru/id/66ab8dc20eddc77a44896f60">
            Канал на Дзен
          </a>
        </li>
      </ul>
    </>
  );
}
